/* Localizable strings not stored in nib files and not stored in application
 * resources, the strings below can be accessed using the
 * GetBundleLocalizedString() macro, those stored in application resources
 * must be accessed using GetLocalizedString() instead.
 */

/* Strings generally used for the overview pane
 */
 
"kNoStartDateNotRunning" = "non disponible. Le service n’a pas démarré";

"kDateFormatter" = "%c";

"%d PPTP connections" = "%d connexions PPTP";
"%d L2TP connections" = "%d connexions L2TP";

"RUNNING" = "En service";
"STOPPED" = "Arrêté";
"STARTING" = "Démarrage en cours";
"STOPPING" = "Arrêt en cours";
"PAUSED" = "En pause";
"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"ENABLED" = "Activé";
"DISABLED" = "Désactivé";
"CRASHED" = "Activé mais ne fonctionne pas";

"PPTP" = "PPTP";
"L2TP" = "L2TP";

"PUBLIC" = "Public";
"PRIVATE" = "Privé";

"VPN Log" = "Historique du VPN";

/* Overview labels */

"VPN Service is:" = "Le service VPN est :";
"Start Time:" = "Date de démarrage :";
"Current Connections:" = "Connexions actuelles :";
"L2TP is:" = "L2TP est :";
"Authentication:" = "Authentification :";
"PPTP is:" = "PPTP est :";
"Encryption:" = "Cryptage :";

/* Authentication protocols used by Overview panel.
 */
"EAP" = "Kerberos";
"MSCHAP1" = "MS-CHAPv1";
"MSCHAP2" = "MS-CHAPv2";
"PAP" = "PAP (texte en clair)";

/* Key size strings for Overview panel.
 */
"MPPEKeySizeNone" = "Désactivé";
"MPPEKeySize40" = "MPPE 40 bits";
"MPPEKeySize128" = "MPPE 128 bits";
"MPPEKeySize40/128" = "MPPE 40 bits et MPPE 128 bits";

/* Configuration error strings.
 */
"VPN Service is not configured." = "Le service VPN n’est pas configuré.";
"L2TP or PPTP must be enabled before starting the service."="L2TP ou PPTP doivent être activés avant le démarrage du service.";

"L2TP_MISSING_IP"     = "L2TP est activé, mais la plage d’adresses IP est non valide";
"L2TP_MISSING_GROUP"  = "La restriction de groupe pour L2TP est activée, mais aucun groupe n’a été défini";
"L2TP_MISSING_SECRET" = "L2TP est activé, mais le secret partagé n’a pas encore été défini";
"L2TP_MISSING_CERT"	  = "L2TP est activé, mais il n’y a pas encore de certificat valide sélectionné";

"PPTP_MISSING_IP"     = "PPTP est activé, mais la plage d’adresses IP est non valide";
"PPTP_MISSING_GROUP"  = "La restriction de groupe pour PPTP est activée, mais aucun groupe n’a été défini";
"NEWLINE_AND_BULLET"  = "\n• ";
"NEWLINE_SEPARATOR_AND_BULLET"  = ";\n• ";